Repository: jcubero/AirSite
Catalog: onSite/wsp/*.lproj/Localizable.strings
Languages: fr

source: %i of %i
fr: %1$i de %2$i

source: A network error has occured.
fr: Erreur réseau

source: Add
fr: Ajouter

source: Add Arrow
fr: Ajouter flèche

source: Add Colors To Level
fr: Ajouter des couleurs

source: Add Shapes To Level
fr: Ajouter des formes

source: An error occured exporting the zip file
fr: Erreur lors de l'exportation

source: An error occured importing tags
fr: Erreur lors de l'importation

source: Annotate
fr: Annotation

source: Are you sure?
fr: Confirmer

source: Areas
fr: Plans

source: Cancel
fr: Annuler

source: Continue
fr: Ok

source: Copy
fr: Copier

source: Could not connect to server
fr: Échec de connexion serveur

source: Could not parse tag file
fr: Échec d'analyse fichier

source: Could not read tags in selected spreadsheet
fr: Erreur bibliothèque excel

source: Couldn't read excel file.
fr: Échec de lecture fichier Excel

source: Crop
fr: Recadrer

source: Data Collecting
fr: Collecte de données

source: Delete
fr: Suprimer

source: Delete Tag
fr: Supprimer pastille

source: Delete comment?
fr: Supprimer commentaire?

source: Delete project from this device?
fr: Supprimer projet?

source: Done
fr: OK

source: Downloading users...
fr: Importation liste utilisateur...

source: Edit
fr: Modifier

source: Edit Comment
fr: Modifier commentaire

source: Edit Level
fr: Modifier niveau

source: Edit Tag
fr: Modifier élément

source: End on this level instead
fr: Arrêt à ce niveau

source: Enter your password
fr: Mot de passe

source: Erase
fr: Effacer

source: Export
fr: Exporter

source: Exporting Project
fr: Exportation de projet

source: Exporting Report
fr: Exportation de rapport

source: Failed to load selected project file
fr: Échec d'importation du projet

source: Flip the switch to turn off colors for this level.
fr: Désactiver les couleurs pour ce niveau

source: Flip the switch to turn off shapes for this level.
fr: Désactiver les formes pour ce niveau

source: Flip the switch to turn on colors for this level.
fr: Activer les couleurs pour ce niveau

source: Flip the switch to turn on shapes for this level.
fr: Activer les formes pour ce niveau

source: Forms
fr: Formulaires

source: From image or zip file...
fr: Importer

source: Generating Report
fr: Création rapport

source: Import
fr: Importer

source: Import project with %s areas?
fr: Importer projet et %s plans?

source: Importing zip archive
fr: Importation fichier

source: Invalid username or password
fr: Nom d'utilisateur ou mot de passe invalide

source: Log Out
fr: Se déconnecter

source: Logging out will permanently delete ALL projects from this tablet. It is highly recommended to export ALL projects to ensure that no data is lost. If you have already exported all your projects, confirm that you have understood that all projects will be deleted by typing in your password below.
fr: La déconnexion supprimera définitivement TOUS les projets de cette tablette. Il est fortement recommandé d'exporter TOUS vos projets pour veiller à ce qu'aucune donnée ne soit perdue. Si vous avez déjà exporté tous vos projets, confirmer que vous avez bien compris que tous les projets seront supprimés en tapant votre mot de passe ci-dessous.

source: Login
fr: Enregistrement

source: Looks like this archive was created by a previous version of inField
fr: Projet INFIELD créé par une ancienne version

source: Modify Area
fr: Modifier plan

source: Modifying this area will invalidate the positions of %s observations.
fr: La modification de ce plan invalide la position des pastilles existantes

source: Never
fr: Jamais

source: New Issue Number
fr: Nouveau numéro

source: New Level
fr: Nouveau niveau

source: New Tag
fr: Nouvel élément de liste

source: No
fr: Non

source: No area selected
fr: Aucune plan sélectionnée

source: No areas have been defined
fr: Aucun plan n'a été défini

source: No tags. Click the plus to add one.
fr: Aucun élément. Ajouter en appuyant sur +

source: Please enter the name of the copied project
fr: Titre du projet copié

source: Project List
fr: Liste de projets

source: Refresh
fr: Rafraichir

source: Remove
fr: Supprimer

source: Remove area from this project?
fr: Supprimer ce plan?

source: Remove this form from this project?
fr: Retirer cette formulaire de ce projet?

source: Removing this area will also remove %s observations.
fr: Les pastilles du plan seront aussi supprimé

source: Renumber existing issues?
fr: Renuméroté les pastilles

source: Reorder
fr: Réorganiser

source: Replace
fr: Remplacer

source: Report
fr: Rapport

source: Retry
fr: Recommencer

source: Settings
fr: Paramètres

source: Skip this level instead
fr: Sauter ce niveau

source: Sync
fr: Synchroniser

source: Sync & Remove
fr: Synchroniser et retirer de la tablette

source: Tag selection will end here when %s is selected.
fr: Le sélection d'éléments se terminera ici lorsque %s est sélectionné

source: Tag selection will end here.
fr: La sélection d'éléments se terminera ici

source: Tag selection will skip this level when %s is selected.
fr: Le sélection d'éléments sautera ce niveau lorsque %s est sélectionné

source: Tag selection will skip this level.
fr: Le sélection d'éléments sautera ce niveau

source: Take a photo
fr: Prendre une photo

source: The form must be a PDF file
fr: Le formulaire doit être un fichier PDF

source: The selected file did not contain an image or PDF
fr: Le fichier sélectionné ne contenait pas de JPEG ou PDF

source: There was an error loading the selected infield archive
fr: Erreur de lecture du fichier INFIELD

source: This is a regular level
fr: Niveau (liste) régulière

source: This project already exists
fr: Projet existant

source: This will remove colors from %s and add them to this level instead?
fr: Désactiver les couleurs du niveau %s pour les activés ici?

source: This will remove shapes from %s and add them to this level instead?
fr: Désactiver les formes du niveau %s pour les activés ici?

source: Unmodified
fr: Non modifié

source: User Label
fr: Étiquette d'utilisateur

source: Warning
fr: Avertissement

source: Yes
fr: Oui

source: You will remove this tag from %s observation.
fr: Ceci retirera l'élément de %s pastilles

source: You will remove this tag from 1 observation.
fr: Ceci retirera l'élément de 1 pastille
